
{
  "title":"Readings",
  "content":" Texts Wooldridge, Jeffrey M. Introductory Econometrics: A Modern Approach. 3rd ed. Mason, OH: Thomson/South-Western, 2006. ISBN: 9780324289787.\nGoldberger, Arthur S. A Course in Econometrics. Cambridge, MA: Harvard University Press, 1991. ISBN: 9780674175440.\nDeGroot, Morris H., and Mark J. Schervish. Probability and Statistics. 3rd ed. Boston, MA: Addison-Wesley, 2001. ISBN: 9780201524888.\nWooldridge is the main text. The material in Goldberger is more advanced and optional. DeGroot and Schervish is a recommended text for statistics review. The lecture notes are unavailable.\nThe course consists of parts 1 (A, B, and C) and 2 (D, E, F, and G).\nTOPIC # TOPICS Readings A. Review of probability and statistics 1 Probability and distribution Lecture note 1: Probability and distribution\nLecture note 2: Expectation and moments\nWooldridge. Appendix B.\nGoldberger. Chapters 1-7.\nDeGroot. Chapters 1-5.\nBurtless, Gary. \u0026ldquo;Are Targeted Wage Subsidies Harmful? Evidence from a Wage Voucher Experiment.\u0026rdquo; Industrial and Labor Relations Review 39 (October 1985): 105-111.\n2 Expectation and moments B. Review of statistical inference 3 Sampling distributions and inference Lecture note 3: Sampling distributions and inference\nLecture note 4: Approximate [asymptotic] distribution of the sample mean\nLecture note 5: Confidence intervals\nWooldridge. Appendix C.\nGoldberger. Chapters 8-10.\nDeGroot. Chapters 6-8.\nWoodbury, S. A., and R. Spiegelman. \u0026ldquo;Bonuses to Workers and Employers to Reduce Unemployment: Randomized Trials in Illinois.\u0026rdquo; American Economic Review 77, no. 4 (September 1987): 513-530.\n4 The Central Limit theorem (Asymptotic distribution of the sample mean) 5 Confidence intervals C. Regression basics 6 Conditional expectation functions, bivariate regression Lecture note 6: Bivariate regression\nLecture notes 7 and 8: Sampling distribution of regression estimates\nLecture note 9: Residuals, fitted values, and goodness of fit\nWooldridge. Chapters 1-5.\nGoldberger. Chapters 13-16.\n7 Sampling distribution of regression estimates; Gauss-Markov theorem 8 How Classical assumptions are used; asymptotic distribution of the sample slope 9 Residuals, fitted values, and goodness of fit D. Multivariate regression 10 Regression, causality, and control; anatomy of multivariate regression coefficients Lecture note 10: Introduction to multivariate regression\nLecture note 11: Multivariate regression (cont.)\nLecture note 12a: Using multivariate regression\nLecture note 12b: Regression analysis of \u0026ldquo;Natural Experiments\u0026rdquo; - the minimum wage controversy\nWooldridge. Chapters 6-7 and 19.\nGoldberger. Chapters 17-24.\nKrueger, A. \u0026ldquo;How Computers Have Changed the Wage Structure: Evidence from Micro Data.\u0026rdquo; Quarterly Journal of Economics 108, no. 1 (February 1993): 33-60.\nDiNardo, J., and J. S. Pischke. \u0026ldquo;The Returns to Computer Use Revisited: Have Pencils Changed the Wage Structure Too?\u0026rdquo; The Quarterly Journal of Economics 112, no. 1 (February 1997): 291-303.\nKrueger, A., and S. B. Dale. \u0026ldquo;Estimating the Payoff to Attending a More Selective College: An Application of Selection on Observables and Unobservables.\u0026rdquo; The Quarterly Journal of Economics 117 (November 2002): 1491-1529.\nCard, David E., and Alan B. Krueger. Myth and Measurement: The New Economics of the Minimum Wage. Princeton, NJ: Princeton University Press, 1995, chapters 1 to 4. ISBN: 9780691048239.\n11 Omitted variables formula, short vs. long regressions 12a Dummy variables and interactions; testing linear restrictions using F-tests 12b Regression analysis of natural experiments, differences-in-differences E. Inference problems - heteroscedasticity and autocorrelation 13a Heteroscedasticity, consequences of; weighted least squares; the linear probability model Lecture note 13a: Heteroscedasticity, linear probability models\nLecture note 13b: Serial correlation\nWooldridge. Chapters 8 and 12.\nGoldberger. Chapters 27-28.\nFreeman, R., and A. Castillo-Freeman. \u0026ldquo;When the Minimum Wage Really Bites: The Effect of the US-Level Minimum on Puerto Rico.\u0026rdquo; In Immigration and the Work Force: Economic Consequences for the United States and Source Areas. Edited by G. Borjas and R. Freeman. Chicago, IL: University of Chicago Press, 1992. ISBN: 9780226066332.\nGraddy, K. \u0026ldquo;Testing for Imperfect Competition at the Fulton Fish Market.\u0026rdquo; RAND Journal of Economics 26, no. 1 (Spring 1995): 75-92.\n13b Serial correlation in time series, consequences of; quasi-differencing; common-factor restriction; Durbin-Watson test for serial correlation F. Instrumental variables, simultaneous equations models, measurement error 14a Using IV to solve omitted-variables problems Lecture note 14: Instrumental variables for omitted-variables problems\nWooldridge. Chapter 15.\nGoldberger. Chapter 31.\nAngrist, J. \u0026ldquo;Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records.\u0026rdquo; American Economic Review 80, no. 3 (June 1990): 313-336.\nAngrist, J., and A. Krueger. \u0026ldquo;Does Compulsory School Attendance Affect Schooling and Earnings?\u0026rdquo; Quarterly Journal of Economics 106, no. 4 (November 1991): 979-1014.\nAngrist, J., and W. E. Evans. \u0026ldquo;Children and Their Parents\u0026rsquo; Labor Supply: Evidence from Exogenous Variation in Family Size.\u0026rdquo; American Economic Review 88 (June 1998): 450-477.\nLecture note 14b: IV and measurement error\nAshenfelter, O., and A. Krueger. \u0026ldquo;Estimates of the Economic Returns to Schooling from a New Sample of Twins.\u0026rdquo; American Economic Review 84, no. 5 (December 1994): 1157-1174.\nLecture note 14c: Regression-discontinuity\nAngrist, J., and V. Lavy. \u0026ldquo;Using Maimonides Rule to estimate the Effects of Class Size on Scholastic Achievement.\u0026rdquo; Quarterly Journal of Economics 114, no. 2 (May 1999): 533-575.\n14b Measurement error (Time-permitting) 14c Regression-discontinuity designs (Time-permitting) G. Simultaneous equation models 15 Simultaneous equations models I\nThe use of structural models Simultaneous equations bias The identification problem The structure and the reduced form Indirect least squares Lecture note 15: Simultaneous equations models - motivation and identification\nLecture note 16: Simultaneous equations models - estimation\nWooldridge. Chapter 16.\nGoldberger. Chapters 32-34.\nAngrist, J., G. Imbens, and K. Graddy. \u0026ldquo;The Interpretation of Instrumental Variables Estimators in Simultaneous Equations Models with an Application to the Demand for Fish.\u0026rdquo; Review of Economic Studies 67, no. 3 (July 2000): 499-527.\n16 Simultaneous equations models II\nIV for the SEM Two-stage least squares Sampling variance of 2SLS estimates "}


