
{
  "title":"Calendar and Readings",
  "content":"For the first seven lectures, the students used the professor\u0026rsquo;s lecture notes as their text. Please also see the additional readings below the table. [Macro] = Blanchard, Olivier, and David R. Johnson. Macroeconomics. 6th ed. Pearson, 2012. ISBN: 9780133061635.\nL = Lecture session\nR = Recitation session\nSES # TOPICS READINGS KEY DATES L1 Models of the financial crisis: Leverage No readings R1 Balance sheets and leverage No readings L2 Models of the financial crisis: Holmstrom-Tirole I No readings L3 Models of the financial crisis: Holmstrom-Tirole II No readings R2 Holmstrom-Tirole model No readings Pset 1 posted (leverage, Holstrom-Tirole, Diamond-Dybvig) L4 Models of the financial crisis: Diamond-Dybvig I No readings L5 Models of the financial crisis: Diamond-Dybvig II No readings R3 Diamond-Dybvig model No readings Pset 1 due L6 Models of the financial crisis: Tirole No readings L7 Models of the financial crisis: Kiyotaki-Moore No readings R4 Kiyotaki-Moore model No readings Pset 2 posted (Kiyotaki-Moore and IS-LM) L8 Core: National accounts [Macro] Chapters 1 and 2. L9 Core: The IS-LM model [Macro] Chapters 3–5. R5 IS-LM No readings Pset 2 due L10 Core: The IS-LM model (cont.) [Macro] Chapters 3–5. L11 Core: The IS-LM model (cont.) [Macro] Liquidity trap section, pp. 473–6. Quiz 1 on lectures 1–11 No readings L12–13 Core: The medium run [Macro] Chapters 6–9. R6 Medium run No readings Pset 3 posted (Medium run) L14 Core: The medium run (cont.) [Macro] Chapters 6–9. L15 Core: The open economy [Macro] Chapters 18–21. R7 Open economy No readings Pset 3 due L16–17 Core: The open economy (cont.) [Macro] Chapters 18–21. Quiz 2 on lectures 12–17 No readings L18 The Mundell-Fleming model [Macro] Chapter 20. Pset 4 posted (Open economy) L19 Fixed and flex exchange rates [Macro] Chapter 21. R8 Fiscal policy [Macro] Chapter 21.\nL20 Fiscal policy (cont.) [Macro] Chapter 23.\nPset 4 due R9 Fiscal policy exercise No readings Pset 5 posted (Fiscal and monetary policy) L21–22 Monetary policy and the crisis [Macro] Chapters 9 and 24. R10 Monetary policy and the crisis exercises No readings L23 The state of the U.S. economy after the crisis—Bob Hall No readings Pset 5 due L24 Review for the quiz No readings Quiz 3 on lectures 18 to 24 No readings Additional Readings Gapper, John. \u0026ldquo;Promises that Proved Ultimately Empty,\u0026rdquo; Financial Times, January 9, 2012.\n\u0026ldquo;Playing with Fire,\u0026rdquo; The Economist, February 25, 2012.\n\u0026ldquo;The Origins of the Financial Crisis: Crash Course,\u0026rdquo; The Economist, September 7, 2013.\n\u0026ldquo;The Dangers of Debt: Lending Weight,\u0026rdquo; The Economist, September 14, 2013.\n\u0026ldquo;Monetary Policy after the Crash: Controlling Interest,\u0026rdquo; The Economist, September 21, 2013.\n\u0026ldquo;Stimulus v Austerity: Sovereign Doubts,\u0026rdquo; The Economist, September 28, 2013.\n\u0026ldquo;Making Banks Safe: Calling to Accounts,\u0026rdquo; The Economist, October 5, 2013.\n"}


